tap "ariga/tap"
tap "axllent/apps"
tap "bufbuild/buf"
tap "dagger/tap"
tap "go-task/tap"
tap "hay-kot/dirwatch-tap"
tap "hay-kot/flint-tap"
tap "hay-kot/gotmpl-tap"
tap "hay-kot/scaffold-tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "hookdeck/hookdeck"
tap "jdxcode/tap"
tap "jesseduffield/lazydocker"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "stripe/stripe-cli"
tap "tinygo-org/tools"
brew "ansible"
brew "ansible-lint"
brew "apr-util"
brew "atlas"
brew "autorestic"
brew "bash"
brew "libgit2@1.7"
brew "bat"
brew "bfg"
brew "node"
brew "bitwarden-cli"
brew "btop"
brew "caddy"
brew "cfitsio"
brew "cocoapods"
brew "coreutils"
brew "crf++"
brew "ctop"
brew "cue"
brew "dagger"
brew "drone-cli"
brew "editorconfig-checker"
brew "libgit2"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fftw"
brew "flint"
brew "flyctl"
brew "fx"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "gofumpt"
brew "golang-migrate"
brew "golangci-lint"
brew "goose"
brew "goreleaser"
brew "gping"
brew "librsvg"
brew "graphviz"
brew "gum"
brew "hugo"
brew "hyperfine"
brew "iftop"
brew "ilmbase"
brew "libheif"
brew "liblqr"
brew "libomp", link: true
brew "imagemagick"
brew "ipython"
brew "jq"
brew "lazygit"
brew "lf"
brew "libexif"
brew "libgsf"
brew "libimagequant"
brew "libmatio"
brew "libproxy"
brew "libspng"
brew "mage"
brew "mailpit"
brew "mas"
brew "mingw-w64"
brew "mise"
brew "mozjpeg"
brew "neovim"
brew "nghttp2"
brew "nss"
brew "openslide"
brew "orc"
brew "pinentry-mac"
brew "pipx"
brew "pnpm"
brew "poetry"
brew "pre-commit"
brew "python-markupsafe"
brew "ripgrep"
brew "rustup"
brew "sqlc"
brew "sqlfmt"
brew "starship"
brew "stow"
brew "stylua"
brew "superfile"
brew "tmux"
brew "ttyd", args: ["HEAD"]
brew "typos-cli"
brew "uv"
brew "vhs"
brew "wget"
brew "wireguard-go"
brew "yank"
brew "yarn"
brew "yq"
brew "zlib"
brew "zsh-autosuggestions"
brew "go-task/tap/go-task"
brew "hay-kot/dirwatch-tap/dirwatch"
brew "hay-kot/gotmpl-tap/gotmpl"
brew "hay-kot/scaffold-tap/scaffold"
brew "jesseduffield/lazydocker/lazydocker"
brew "stripe/stripe-cli/stripe"
brew "tinygo-org/tools/tinygo"
cask "android-file-transfer", args: { appdir: "/Applications" }
cask "android-studio"
cask "angry-ip-scanner"
cask "balenaetcher"
cask "bettertouchtool"
cask "bitwarden", args: { appdir: "/Applications" }
cask "brave-browser", args: { appdir: "/Applications" }
cask "chromedriver", args: { appdir: "/Applications" }
cask "discord"
cask "docker"
cask "firefox", args: { appdir: "/Applications" }
cask "flutter", args: { appdir: "/Applications" }
cask "font-fira-code", args: { appdir: "/Applications" }
cask "font-fira-code-nerd-font", args: { appdir: "/Applications" }
cask "font-hack-nerd-font", args: { appdir: "/Applications" }
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome", args: { appdir: "/Applications" }
cask "google-cloud-sdk"
cask "gpg-suite-no-mail"
cask "home-assistant", args: { appdir: "/Applications" }
cask "insomnia"
cask "jordanbaird-ice"
cask "keyboard-cleaner"
cask "microsoft-auto-update", args: { appdir: "/Applications" }
cask "microsoft-office", args: { appdir: "/Applications" }
cask "obsidian"
cask "orbstack"
cask "private-internet-access"
cask "raycast"
cask "rectangle-pro"
cask "signal"
cask "slack", args: { appdir: "/Applications" }
cask "spotify", args: { appdir: "/Applications" }
cask "steam", args: { appdir: "/Applications" }
cask "sublime-text"
cask "tableplus"
cask "transmit"
cask "visual-studio-code"
cask "vlc", args: { appdir: "/Applications" }
cask "wezterm"
cask "yubico-yubikey-manager"
cask "zoom"
mas "Foxit PDF Reader", id: 1032155965
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "codezombiech.gitignore"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "honnamkuan.golang-snippets"
vscode "htmlhint.vscode-htmlhint"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "lokalise.i18n-ally"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "naumovs.color-highlight"
vscode "pkief.material-icon-theme"
vscode "pomdtr.excalidraw-editor"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "sburg.vscode-javascript-booster"
vscode "sdras.vue-vscode-snippets"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "xabikos.javascriptsnippets"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
