tap "ariga/tap"
tap "axllent/apps"
tap "bufbuild/buf"
tap "go-task/tap"
tap "hay-kot/flint-tap"
tap "hay-kot/gotmpl-tap"
tap "hay-kot/scaffold-tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "jdxcode/tap"
tap "jesseduffield/lazydocker"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "tinygo-org/tools"
brew "ansible"
brew "apr-util"
brew "autorestic"
brew "bash"
brew "bat"
brew "bfg"
brew "node"
brew "bitwarden-cli"
brew "btop"
brew "caddy"
brew "cfitsio"
brew "cocoapods"
brew "coreutils"
brew "crf++"
brew "ctop"
brew "dockutil"
brew "drone-cli"
brew "editorconfig-checker"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fftw"
brew "flyctl"
brew "fx"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-cliff"
brew "gnupg"
brew "go"
brew "gofumpt"
brew "golang-migrate"
brew "golangci-lint"
brew "goreleaser"
brew "gping"
brew "librsvg"
brew "graphviz"
brew "gum"
brew "htop"
brew "hugo"
brew "hyperfine"
brew "iftop"
brew "ilmbase"
brew "libheif"
brew "liblqr"
brew "libomp", link: true
brew "imagemagick"
brew "ipython"
brew "lazygit"
brew "lf"
brew "libexif"
brew "libgsf"
brew "libimagequant"
brew "libmatio"
brew "libproxy"
brew "libspng"
brew "mage"
brew "mas"
brew "mingw-w64"
brew "mozjpeg"
brew "neovim"
brew "nghttp2"
brew "nss"
brew "openslide"
brew "orc"
brew "pinentry-mac"
brew "pipx"
brew "pnpm"
brew "poetry"
brew "pre-commit"
brew "ripgrep"
brew "rustup-init"
brew "sqldiff"
brew "starship"
brew "stow"
brew "stylua"
brew "subversion"
brew "tldr"
brew "tmux"
brew "tree"
brew "ttyd", args: ["HEAD"]
brew "vhs"
brew "wget"
brew "wireguard-go"
brew "yank"
brew "yarn"
brew "yq"
brew "zlib"
brew "zsh-autosuggestions"
brew "ariga/tap/atlas"
brew "axllent/apps/mailpit"
brew "go-task/tap/go-task"
brew "hay-kot/flint-tap/flint"
brew "hay-kot/gotmpl-tap/gotmpl"
brew "hay-kot/scaffold-tap/scaffold"
brew "jdxcode/tap/rtx"
brew "jesseduffield/lazydocker/lazydocker"
brew "tinygo-org/tools/tinygo"
cask "alacritty"
cask "android-file-transfer", args: { appdir: "/Applications" }
cask "android-sdk"
cask "android-studio"
cask "angry-ip-scanner"
cask "authy", args: { appdir: "/Applications" }
cask "balenaetcher"
cask "bartender"
cask "basictex", args: { appdir: "/Applications" }
cask "bettertouchtool"
cask "bitwarden", args: { appdir: "/Applications" }
cask "brave-browser", args: { appdir: "/Applications" }
cask "chromedriver", args: { appdir: "/Applications" }
cask "docker"
cask "firefox", args: { appdir: "/Applications" }
cask "flutter", args: { appdir: "/Applications" }
cask "font-fira-code", args: { appdir: "/Applications" }
cask "font-fira-code-nerd-font", args: { appdir: "/Applications" }
cask "font-hack-nerd-font", args: { appdir: "/Applications" }
cask "font-jetbrains-mono-nerd-font"
cask "goland"
cask "google-chrome", args: { appdir: "/Applications" }
cask "gpg-suite-no-mail"
cask "home-assistant", args: { appdir: "/Applications" }
cask "insomnia"
cask "iterm2", args: { appdir: "/Applications" }
cask "keyboard-cleaner"
cask "microsoft-auto-update", args: { appdir: "/Applications" }
cask "microsoft-office", args: { appdir: "/Applications" }
cask "ngrok"
cask "obsidian"
cask "private-internet-access"
cask "raycast"
cask "rectangle-pro"
cask "rider"
cask "signal"
cask "slack", args: { appdir: "/Applications" }
cask "spotify", args: { appdir: "/Applications" }
cask "steam", args: { appdir: "/Applications" }
cask "tableplus"
cask "transmit"
cask "tuple"
cask "visual-studio-code"
cask "vlc", args: { appdir: "/Applications" }
cask "wezterm"
cask "zoom"
mas "Foxit PDF Reader", id: 1032155965
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "antfu.iconify"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "codezombiech.gitignore"
vscode "csstools.postcss"
vscode "Dart-Code.dart-code"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "fivethree.vscode-svelte-snippets"
vscode "formulahendry.code-runner"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.remotehub"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "honnamkuan.golang-snippets"
vscode "HTMLHint.vscode-htmlhint"
vscode "inu1255.easy-snippet"
vscode "Ionic.ionic"
vscode "jinliming2.vscode-go-template"
vscode "lokalise.i18n-ally"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "naumovs.color-highlight"
vscode "njpwerner.autodocstring"
vscode "PKief.material-icon-theme"
vscode "pomdtr.excalidraw-editor"
vscode "quicktype.quicktype"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "sburg.vscode-javascript-booster"
vscode "sdras.vue-vscode-snippets"
vscode "shakram02.bash-beautify"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "Vue.volar"
vscode "vuetifyjs.vuetify-vscode"
vscode "xabikos.JavaScriptSnippets"
vscode "yzhang.markdown-all-in-one"
vscode "zamerick.vscode-caddyfile-syntax"
vscode "zhuangtongfa.material-theme"
vscode "Zignd.html-css-class-completion"
