tap "ariga/tap"
tap "bufbuild/buf"
tap "go-task/tap"
tap "hay-kot/flint-tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "tinygo-org/tools"
brew "ansible"
brew "ansible-lint"
brew "apr-util"
brew "autorestic"
brew "bash"
brew "bat"
brew "bfg"
brew "node"
brew "bitwarden-cli"
brew "btop"
brew "caddy"
brew "cfitsio"
brew "coreutils"
brew "crf++"
brew "ctop"
brew "dockutil"
brew "drone-cli"
brew "exa"
brew "ffmpeg"
brew "fftw"
brew "flyctl"
brew "fx"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-cliff"
brew "gnupg"
brew "go"
brew "golang-migrate"
brew "golangci-lint"
brew "goreleaser"
brew "gum"
brew "htop"
brew "hugo"
brew "iftop"
brew "ilmbase"
brew "libheif"
brew "liblqr"
brew "libomp", link: true
brew "imagemagick"
brew "ipython"
brew "jq"
brew "lefthook"
brew "lf"
brew "libexif"
brew "libgsf"
brew "libimagequant"
brew "libmatio"
brew "libproxy"
brew "librsvg"
brew "libspng"
brew "mas"
brew "mingw-w64"
brew "mozjpeg"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "nghttp2"
brew "nss"
brew "nvm"
brew "openslide"
brew "orc"
brew "pinentry-mac"
brew "pipx"
brew "pnpm"
brew "poetry"
brew "postgresql@14"
brew "pre-commit"
brew "pyenv", args: ["HEAD"]
brew "ripgrep"
brew "rustup-init"
brew "sqldiff"
brew "starship"
brew "stow"
brew "subversion"
brew "tldr"
brew "tmux"
brew "tree"
brew "ttyd", args: ["HEAD"]
brew "vhs"
brew "wget"
brew "wireguard-go"
brew "yank"
brew "yarn"
brew "yq"
brew "zlib"
brew "zsh-autosuggestions"
brew "ariga/tap/atlas"
brew "bufbuild/buf/buf"
brew "go-task/tap/go-task"
brew "hay-kot/flint-tap/flint"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "tinygo-org/tools/tinygo"
cask "android-file-transfer", args: { appdir: "/Applications" }
cask "android-sdk"
cask "android-studio"
cask "authy", args: { appdir: "/Applications" }
cask "bartender"
cask "basictex", args: { appdir: "/Applications" }
cask "bettertouchtool"
cask "bitwarden", args: { appdir: "/Applications" }
cask "brave-browser", args: { appdir: "/Applications" }
cask "caffeine"
cask "chromedriver", args: { appdir: "/Applications" }
cask "dash", args: { appdir: "/Applications" }
cask "docker", args: { appdir: "/Applications" }
cask "firefox", args: { appdir: "/Applications" }
cask "flutter", args: { appdir: "/Applications" }
cask "font-fira-code", args: { appdir: "/Applications" }
cask "font-fira-code-nerd-font", args: { appdir: "/Applications" }
cask "font-hack-nerd-font", args: { appdir: "/Applications" }
cask "font-jetbrains-mono-nerd-font"
cask "goland"
cask "google-chrome", args: { appdir: "/Applications" }
cask "gpg-suite-no-mail"
cask "home-assistant", args: { appdir: "/Applications" }
cask "iterm2", args: { appdir: "/Applications" }
cask "microsoft-auto-update", args: { appdir: "/Applications" }
cask "microsoft-office", args: { appdir: "/Applications" }
cask "ngrok"
cask "obsidian"
cask "private-internet-access"
cask "raycast"
cask "rectangle"
cask "rider"
cask "signal"
cask "slack", args: { appdir: "/Applications" }
cask "spotify", args: { appdir: "/Applications" }
cask "steam", args: { appdir: "/Applications" }
cask "tableplus"
cask "transmit"
cask "visual-studio-code"
cask "vlc", args: { appdir: "/Applications" }
cask "zoom"
mas "Foxit PDF Reader", id: 1032155965
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft To Do", id: 1274495053
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PDF Reader Pro Lite", id: 919472673
mas "Pixelmator Pro", id: 1289583905
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
